android-studio
brave-bin
elegoo-slicer
google-chrome
gradia
keystore-explorer
localsend-bin
mpvpaper
mullvad-browser-bin
nitrokey-app2
nordvpn-bin
powershell-bin
proton-pass-bin
protonmail-bridge
rofi-wayland
sddm-silent-theme
spotify
termius
ttf-league-gothic
ttf-phosphor-icons
wootility-lekker
