adw-gtk-theme
base
base-devel
blueman
brightnessctl
cliphist
dolphin
easyeffects
efibootmgr
firefox
flameshot
fuzzel
gamescope
git
gpu-screen-recorder
grim
grub
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
inetutils
jq
kate
kitty
libavif
libnotify
linux
linux-firmware
mangohud
matugen
nano
network-manager-applet
networkmanager
noto-fonts-cjk
nwg-look
papirus-icon-theme
pavucontrol
pipewire-pulse
plasma-desktop
playerctl
polkit-gnome
power-profiles-daemon
python-pipx
qt5-wayland
qt6-imageformats
qt6-wayland
quickshell
rofi
sddm
slurp
sudo
swaync
tesseract
tesseract-data-chi_sim
tesseract-data-chi_tra
tesseract-data-eng
tesseract-data-jpn
tesseract-data-kor
tesseract-data-lat
tesseract-data-spa
tmux
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-roboto
ttf-roboto-mono
wdisplays
wl-clip-persist
wl-clipboard
wlsunset
wtype
xdg-desktop-portal-hyprland
yazi
zbar
zenity
