base
base-devel
blender
blueman
brightnessctl
cliphist
code
discord
dolphin
dotnet-sdk
easyeffects
efibootmgr
firefox
flameshot
fuzzel
gamescope
git
github-cli
gpu-screen-recorder
grim
grub
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
inetutils
jdk-openjdk
jq
kitty
libavif
libnotify
linux
linux-firmware
mangohud
matugen
nano
network-manager-applet
networkmanager
nodejs
noto-fonts-cjk
npm
nwg-look
obs-studio
obsidian
onlyoffice-desktopeditors
openssh
pavucontrol
pipewire-pulse
playerctl
polkit-gnome
power-profiles-daemon
python-pipx
qt5-wayland
qt6-imageformats
qt6-multimedia-ffmpeg
qt6-svg
qt6-virtualkeyboard
qt6-wayland
quickshell
refind
remmina
restic
sddm
signal-desktop
slurp
smartmontools
solaar
sudo
swaync
tailscale
telegram-desktop
tesseract
tesseract-data-chi_sim
tesseract-data-chi_tra
tesseract-data-eng
tesseract-data-jpn
tesseract-data-kor
tesseract-data-lat
tesseract-data-spa
thunderbird
tmux
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-roboto
ttf-roboto-mono
unrar
veracrypt
wdisplays
wireshark-qt
wl-clip-persist
wl-clipboard
wlsunset
wtype
xdg-desktop-portal-hyprland
yazi
zbar
zenity
